Revit 2024 API
BuiltInFailures.CopyMonitorFailures Class
 Failures about CopyWatch.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class CopyMonitorFailures
Visual Basic
Public NotInheritable Class CopyMonitorFailures
Visual C++
public ref class CopyMonitorFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.CopyMonitorFailures
See Also
BuiltInFailures.CopyMonitorFailures Members
Autodesk.Revit.DB Namespace